[
  {
    "channel": "https://t.me/s/TCH_channel",
    "timestamp": "2025-05-21 20:55:40",
    "text": "🇮🇱🤨 Ізраїль обстріляв групу дипломатів із майже 20 країн... і перепросив за \"незручності\"\n\nізраїльські солдати помилково здійснили попереджувальні постріли по дипломатах, які представляють країни ЄС, Велику Британію, Канаду, Китай, РФ та інші країни у місті Дженін на Західному березі річки Йордан.\n\nДипломати низки країн вже закликали Ізраїль дати офіційні роз'яснення, розслідувати інцидент і \"притягнути до відповідальності винних\".\n\n🔗 Сайт | Facebook | YouTube",
    "links": []
  },
  {
    "channel": "https://t.me/s/TCH_channel",
    "timestamp": "2025-05-21 20:31:36",
    "text": "👮‍♀️😸 У Таїланді заарештували кішку за те, що вона покусала двох поліцейських\n\nСпівробітники намагалися знайти господарів кицьки, яка загубилася, але під час пошуків вона вкусила кількох з них. За застосування насильства щодо представників влади кішку затримали та доставили до ділянки, де вона пройшла всю процедуру арешту — зокрема зняли відбитки лапок.\n\nПізніше порушницю все ж таки передали господарям 🐱\n\n🔗 Сайт | Facebook | YouTube",
    "links": []
  },
  {
    "channel": "https://t.me/s/TCH_channel",
    "timestamp": "2025-05-21 19:59:57",
    "text": "🇫🇮🗣Наступного тижня у Ватикані можуть пройти попередні переговори щодо можливого припинення вогню в Україні, — президент Фінляндії\n\nТакож президент Стубб наголосив, що США не лише не відмовилися від своєї ролі посередника у врегулюванні воєнних дій РФ проти України, а й нібито залучають інших — \"тепер і Європа братиме участь\".\n\n🔗 Сайт | Facebook | YouTube",
    "links": []
  },
  {
    "channel": "https://t.me/s/TCH_channel",
    "timestamp": "2025-05-21 19:12:57",
    "text": "❤️‍🩹📸 Фотограф і воєнний кореспондент Іван Любиш-Кірдей став переможцем Премії імені Георгія Ґонґадзе\n\n💡Воєнний кореспондент Reuters отримав тяжке поранення внаслідок обстрілу в Краматорську у серпні 2024 року — він пережив кому, наразі відновлюється.\n\n🔗 Сайт | Facebook | YouTube",
    "links": []
  },
  {
    "channel": "https://t.me/s/TCH_channel",
    "timestamp": "2025-05-21 18:41:31",
    "text": "🗣Харчишин: \"Психологи, не слухайте мене\" — про стосунки, діагноз сина й рідню в РФ\n\nВалерій Харчишин — український рок-музикант, лідер гурту “Друга ріка”. Як він спілкується з колишньою дружиною після розлучення? І чим музикант займався протягом останніх трьох років? У відвертій розмові з Марічкою Падалко Харчишин зізнався, як його син вирішив долучитися до війська, і що зараз відбувається у стосунках співака.\n\n➡️Дивіться розмову на офіційному YouTube-каналі Марічки Падалко\n\n🔗 Сайт | Facebook | YouTube",
    "links": []
  },
  {
    "channel": "https://t.me/s/TCH_channel",
    "timestamp": "2025-05-21 17:24:49",
    "text": "💥Побачили Дніпропетровщину... і померли: в ОВА спростували фейк про нібито вихід ВС РФ на кордон області\n\nТим часом DeepState показали одного з росіян, які і робили фото, яке розповсюджується у мережі, — всі вони ліквідовані.\n\nАналітики пояснили, що пікап належить українським бійцям, які вночі просто заплутались в єгозі, а зранку окупанти добігли туди і почали фоткатися — відбулося це в районі населеного пункту Троїцьке.\n\n🔗 Сайт | Facebook | YouTube",
    "links": []
  },
  {
    "channel": "https://t.me/s/TCH_channel",
    "timestamp": "2025-05-21 16:50:17",
    "text": "🇺🇸🤡 В результаті розмови з Путіним було досягнуто значного прогресу у врегулюванні війни в Україні, — Clash Report цитує Трампа\n\nА цей прогрес зараз з ним в одному Овальному кабінеті? 🫠\n\n🔗 Сайт | Facebook | YouTube",
    "links": []
  },
  {
    "channel": "https://t.me/s/ukrpravda_news",
    "timestamp": "2025-05-21 20:56:52",
    "text": "У Росії повідомляють, що українські безпілотники усю ніч та день 21 травня атакували територію Росії.\n\nУранці Міноборони відзвітувало про те, що збило 150 українських дронів. Протягом дня відомство повідомило, що знищило ще 100\n\n📰 підписатися",
    "links": []
  },
  {
    "channel": "https://t.me/s/ukrpravda_news",
    "timestamp": "2025-05-21 20:05:06",
    "text": "Зеленський вкотре нагадав, що на Росію потрібно чинити тиск, адже вона не дає сигналів щодо припинення вогню.\n\nПрезидент також повідомив про доповідь міністра оборони Рустема Умєрова щодо роботи з партнерами заради нового постачання зброї. Крім того, Зеленський повідомив, що Україна готує обмін військовополоненими з РФ\n\n📰 підписатися",
    "links": []
  },
  {
    "channel": "https://t.me/s/ukrpravda_news",
    "timestamp": "2025-05-21 18:52:05",
    "text": "Журналіст та головний редактор видання \"Цензор.Нет\" Юрій Бутусов повідомив, що мобілізувався до лав Національної гвардії України.\n\nОднією з причин свого рішення Бутусов назвав відсутність чіткої комунікації військового керівництва, зокрема у нещодавньому дописі командира батальйону 47-ї ОМБр Олександр Ширшина, який звинуватив командування в \"дебільних задачах\" і невиправданих втратах людей на Курщині\n\n📰 підписатися",
    "links": []
  },
  {
    "channel": "https://t.me/s/ukrpravda_news",
    "timestamp": "2025-05-21 18:13:36",
    "text": "У соцмережах поширилось фото росіян, які начебто дійшли до адміністративних кордонів Донецької та Дніпропетровської областей, втім насправді росіяни сфотографувались на тлі українського пікапа.\n\nВтім, як пишуть аналітики, пікап належить українським бійцям, які вночі заплутались в колючому дроті в районі населеного пункту Троїцьке, а зранку росіяни добігли туди й сфотографувались, а згодом були ліквідовані.\n\nСпростував інформацію також голова Дніпропетровської ОВА\n\n📰 підписатися",
    "links": []
  },
  {
    "channel": "https://t.me/s/ukrpravda_news",
    "timestamp": "2025-05-21 18:00:14",
    "text": "Цьогорічним лауреатом журналістської Премії імені Георгія Ґонґадзе став фотограф, оператор і воєнний кореспондент Reuters Іван Любиш-Кірдей.\n\nУ серпні 2024 році під час відрядження у Краматорську Іван отримав важке поранення – він був у готелі \"Сапфір\", по якому росіяни завдали удару.\n\nВнаслідок атаки також постраждали іноземні журналісти. Через отримане поранення Іван впав у кому. На початку жовтня 2024 року фотограф повернувся до свідомості та заговорив\n\n📰 підписатися",
    "links": []
  },
  {
    "channel": "https://t.me/s/ukrpravda_news",
    "timestamp": "2025-05-21 16:45:29",
    "text": "Генеральний штаб ЗСУ 21 травня спростував заяви представників РФ щодо нібито завершення бойових дій на території Курської області РФ.\n\nТакож, українські підрозділи продовжують активні дії у визначених районах Бєлгородської області РФ\n\n📰 підписатися",
    "links": []
  },
  {
    "channel": "https://t.me/s/ukrpravda_news",
    "timestamp": "2025-05-21 16:35:06",
    "text": "Вбивство Андрія Портнова біля воріт Американської школи в Позуело-де-Аларкон, коли він відводив своїх 10-річну та 12-річну дочок, шокувало учнів, вчителів та мешканців цього елітного району Мадрида.\n\nП'ять пострілів у шию, спину та голову було чутно як у школі, так і в гуртожитку та сусідніх будинках, що викликало паніку та сум'яття в районі.\n\nПортнов був застрелений біля дерева, за кілька метрів від задньої частини свого Mercedes\n\n📰 підписатися",
    "links": []
  },
  {
    "channel": "https://t.me/s/ukrpravda_news",
    "timestamp": "2025-05-21 16:23:24",
    "text": "У результаті зламу служби обміну повідомленнями TeleMessage, якою користувався колишній радник президента США з нацбезпеки Волц, зловмисник міг отримати доступ до даних понад 60 працівників адміністрації Трампа — Reuters.\n\nМатеріали, з якими ознайомився Reuters, стосувались листування протягом доби 4 травня і, на перший погляд, не містили секретної інформації. Водночас з них можна було встановити контактні дані учасників листування\n\n📰 підписатися",
    "links": []
  },
  {
    "channel": "https://t.me/s/ukrpravda_news",
    "timestamp": "2025-05-21 15:35:23",
    "text": "21 травня російські війська завдали серії ударів по Куп’янську та селищу  Куп'янськ-Вузловий Харківської області, застосувавши керовані авіабомби та реактивні системи залпового вогню. В результаті обстрілів загинула одна людина, ще семеро постраждали\n\n📰 підписатися",
    "links": []
  }
]